aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-codeql
HookyQR.beautify
jcbuisson.vue
johnpapa.Angular2
junstyle.php-cs-fixer
KishoreIthadi.dotnet-core-essentials
mikestead.dotenv
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.csharp
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
nrwl.angular-console
octref.vetur
pmneo.tsimporter
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
rbbit.typescript-hero
redhat.vscode-yaml
ritwickdey.LiveServer
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
