Angular.ng-template
ardenivanov.svelte-intellisense
burkeholland.simple-react-snippets
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.github-vscode-theme
infeng.vscode-react-typescript
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
octref.vetur
pivaszbs.svelte-autoimport
redhat.vscode-yaml
ritwickdey.LiveServer
svelte.svelte-vscode
VisualStudioExptTeam.vscodeintellicode
