alexiv.vscode-angular2-files
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DotJoshJohnson.xml
ecmel.vscode-html-css
formulahendry.code-runner
Gruntfuggly.todo-tree
HookyQR.beautify
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
rokoroku.vscode-theme-darcula
sanderledegen.angular-follow-selector
sburg.vscode-javascript-booster
vincaslt.highlight-matching-tag
will-stone.plastic
yzane.markdown-pdf
aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hoovercj.vscode-power-mode
jcbuisson.vue
johnpapa.Angular2
keyring.Lua
mikestead.dotenv
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode
-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.csharp
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
nrwl.angular-console
octref.vetur
pmneo.tsimporter
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
sumneko.lua
tintinweb.vscode-inline-bookmarks
trixnz.vscode-lua
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
